{
  "What is the name of the metal in Wolverine's skeleton?": "Adamantium",
  "Where was Loki born?": "Jotunheim",
  "Which Canadian character with superhuman abilities is called the \"Merc with a Mouth\"?": "Deadpool",
  "What is the name of the material used to Recruit or Rank Up characters?": "Biometrics",
  "What is the name of the function that uses a character’s Biometrics to increase a character’s rank?": "Rank Up",
  "What Character Type is typically strong against Speed Type Characters?": "Combat",
  "What materials are needed when increasing Mastery of a Character?": "Norn Stone",
  "What is the name of the Effect gained when a team is assembled with specific characters?": "Team Bonus",
  "What is the function that allows Tier-1 characters to become Tier-2?": "Advancement",
  "What is the name of the basic material needed for Gear Upgrades?": "Gear Up Kit",
  "What is the name of the advanced material needed to upgrade Gear that is at least +10?": "Dimension Debris",
  "What is the name of an item that can be equipped up to 8 times to increase various stats and receive special set effects?": "ISO-8",
  "What is the name of the function that imbues a special effect when ISO-8s are equipped onto characters in a specific formation?": "Iso-8 Set Bonus",
  "What is the name of the item that increases all characters’ stats and is usually obtainable from Dimension Rift?": "Comic Cards",
  "What is the name of the gear often obtained from Special Missions that gives a special stat to each character when equipped?": "Custom Gear",
  "What is the name of the material that can further enhance character stats when equipped to Grade 20 Gear?": "Enchanted Uru",
  "What is the function that uses 2 Uru as material to create a different type of Uru?": "Combine Uru",
  "What is the function that can further enhance the stats of the equipped Uru?": "Uru Amplification",
  "What is the name of the material that can raise X-Men mastery?": "M'kraan Shard",
  "What is the name of the material used to Rank Up X-Men?": "X-Gene",
  "What is the name of the material used to Advance X-Men to Tier-2?": "Phoenix Feather",
  "What is the name of the Challenge that gives rewards by solving special challenges daily?": "Challenges",
  "What is the name of the content that has Anti-Matter Collection, the Item Shop, and the ability to use Deploy?": "S.H.I.E.L.D. Lab",
  "What is the name of the ability that cancels an opponent’s skill by forcing them to make a basic attack?": "Guard Break",
  "What is the name of the stat that raises Dodge Rate by a guaranteed fixed amount, regardless of the difference in opponent level?": "Guaranteed Dodge Rate Increase",
  "What is the name of the stat that raises Critical Rate by a guaranteed fixed amount, regardless of the opponent’s level?": "Guaranteed Critical Rate Increase",
  "What is the term for the amount of damage received, regardless of a character’s defense and Type Resistance?": "True Damage",
  "What is the name of the stat that gives a passive-like effect to all characters just by being on the team?": "Team Passive",
  "What is the name of the ability that grants immunity to all damage (basic attacks, Guard Break, Damage, Debuffs)?": "Invincible",
  "From the available character skill effects, what is the ability that causes the character to receive damage but stops effects like Guard Break?": "Super Armor",
  "From the available character skill effects, what is the ability that blocks damage but causes the character to receive effects like Guard Break and debuffs?": "Shield",
  "From the available character skill effects, what is the ability that blocks damage and debuffs but causes the character to receive effects like Guard Break?": "Immune To All Damage",
  "What is the ability that puts enemies in fear for a duration of time, rendering them unable to attack or use skills?": "Fear",
  "What is the ability that groups enemies together and prevents them from moving for a duration of time, rendering them unable to use basic attacks or use skills?": "Bind",
  "What is the ability that locks opponents in time for a set duration, preventing them from moving, attacking, or dodging?": "Time Freezing",
  "What is the name of the ability that charms opponents for a set duration, rendering them unable to move, attack, even preventing automatically activated attacks from activating?": "Charm",
  "Where can you obtain items like Dimension Debris, Comic Cards, and Uniform Kits?": "Dimension Rift",
  "Where can you obtain EXP Chips and Biometrics and also claim additional rewards by clearing a Hidden Route in certain stages?": "Special Mission",
  "Where can you obtain Chaos Tokens and various rewards by battling a powerful boss in varying difficulties of Easy, Medium, and Hard?": "Villain Siege",
  "Where can you battle other users using a set team of 3 and get Honor Tokens as rewards?": "Timeline Battle",
  "What is a weapon NOT associated with Thor?": "Axe of Angarruumus",
  "What is the name of Odin's horse?": "Sleipnir",
  "What is the name of the chapter-based quests that can be cleared in order for rewards?": "Heroic Quest",
  "What material is Captain America's shield made of?": "Vibranium",
  "What is the name of the character who is called the Sorcerer Supreme?": "Doctor Strange",
  "What is the name of the tunnel that connects Yggdrasil's nine realms?": "Bifrost",
  "What content opens during specific hours of the day and allows Agents to battle with the same Character conditions?": "World Event",
  "Where was Loki Born?": "Jotunheim",
  "What is Iron Man's Real name?": "Tony Stark",
  "Which of the following characters is not a Guardian of the Galaxy?": "Quicksilver",
  "What is the name of the story-based quests that explore a certain character's journey?": "Epic Quest",
  "What is the name of the skill that reduces all enemy attack?": "Fracture",
  "What is the substance that caused Dr. Bruce Banner to turn into Hulk?": "Gamma Radiation",
  "Which Character is NOT a member of the Black Order?": "Hypergiant",
  "Which of these isn't a name for Hawkeye?": "Magic Eye",
  "Which of the following nicknames are not Hawkeye?": "Magic Eye",
  "What is the name of the character who is a member of the Air Force and one of Tony Stark's good Friends?": "James Rupert Rhodes",
  "What Character has never actually served as Captain America?": "T'Challa",
  "What materials are NOT required to upgrade a character to Tier-3?": "Type Enhancer",
  "Which of following is not an Infinity Stone?": "Eternal Stone",
  "Which is not one of Ant-man's abilities?": "Thermokinesis",
  "What is not one of Spider-man's abilities?": "Communicating with Spiders",
  "What is the name of the skill that reduces all defence and removes all buffs from the enemy?": "Incapacitation",
  "What is the name of the skill effect that removes targeting and prevents a character from taking damage?": "Ignore Targeting",
  "What institution trained Black Widow?": "Red Room",
  "What is the name of the real-time co-op content that pits players against a powerful boss?": "Giant Boss Raid",
  "What is the name of the character wielding superhuman strength who also happens to be the king of Wakanda?": "Black Panther",
  "What is the name of Wolverine's quick regenerative ability?": "Healing Factor",
  "What is the name of the skill effect that decreases Physical Damage received?": "Elasticity",
  "Which of the following characters is not a Guardian of the Black Order?": "Hypergiant",
  "What materials are not required to upgrade a character to Tier-3?": "Norn Stone of Chaos",
  "What is the name of the item that can be equipped (up to a max of 5) on character gear, and can be strengthened using Ampliﬁcation?": "Enchanted Uru",
  "What is the name of the shop where you can acquire rewards using Rift Tokens in Dimension Mission?": "Support Shop",
  "Which character type is strong against Blast type?": "Speed",
  "Which character type is strong against Combat type?": "Blast",
  "What is the name of the mode for which you can earn additional rewards using hidden tickets?": "Dimension Mission",
  "Which mode grows your heroes while exploring their journey and backstory?": "Epic Quest",
  "What is the name of the special item that can be equipped to Heroes to gain stats and special abilities?": "Custom Gear",
  "Which mode is open every day and allows Agents to battle with the same character conditions?": "World Event",
  "What is the name of items made with Marvel comic covers that can be equipped with up to 5 items per account to increase the stats of all heroes?": "Comic Cards",
  "Where can you craft rank up materials, materials, and consumable items?": "Craft",
  "What is the name of the shop you can use Support Tokens acquired in Dimension Mission to purchase rewards?": "Support Shop"
}